Repository: bigbug21/OSMTrainRouteAnalysis
Catalog: lang/*.po
Languages: de

source: Analysis of Train Routes Based on OpenStreetMap Data
de: Analyse von Zugrouten basierend auf OpenStreetMap Daten

source: N/A
de: nicht angegeben

source: Unknown
de: Unbekannt

source: mixed traffic
de: Gemischter Verkehr

source: passenger traffic
de: Personenverkehr

source: freight traffic
de: Güterverkehr

source: not electrified
de: nicht elektrifiziert

source: DC
de: Gleichstrom

source: AC
de: Wechselstrom

source: electrified with unknown voltage
de: elektrifiziert mit unbekannter Spannung

source: in tunnels
de: in Tunneln

source: on bridges
de: auf Brücken

source: on embankments
de: auf Dämmen

source: in cuttings
de: in Einschnitten

source: on ground level
de: ebenerdig

source: Train Analysis:
de: Zuganalyse:

source: Route Data could not be updated from Overpass API.
de: Die Routendaten konnten nicht von der Overpass-API aktualisiert werden.

source: Route Data was successfully updated from Overpass API.
de: Die Routendaten wurden erfolgreich über die Overpass-API aktualisiert.

source: We couldn't find any ways for this route. Please check the OpenStreetMap data for errors.
de: Es konnten keine Wege in dieser Route gefunden werde. Bitte überprüfe die OpenStreetMap-Daten auf Fehler.

source: Route Details
de: Routendetails

source: Operator:
de: Betreiber:

source: Train Type
de: Zugtyp

source: Route Length
de: Streckenlänge

source: Travel Time
de: Reisezeit

source: Average Speed
de: Durchschnittsgeschwindigkeit

source: Maximum Speed
de: Höchstgeschwindigkeit

source: Speed Profile
de: Geschwindigkeitsprofil

source: Show Stop Names
de: Haltestellennamen anzeigen

source: Show Overview
de: Übersicht zeigen

source: Please note
de: Hinweis

source: note_maxspeed
de: Für die Berechnung der Geschwindigkeiten werden nur die zulässigen Geschwindigkeiten (soweit vorhanden) der einzelnen Streckenabschnitte berücksichtigt. Nicht berücksichtigt werden die Signaltechnik, ökonomische Fahrweise, individuelle Fahrzeugbeschränkungen, Neigetechnik etc. Die Zeit, die für den Fahrgastwechsel benötigt wird, wird ebenfalls nicht berücksichtigt.

source: Railway details
de: Streckendetails

source: Railway Operators
de: Streckenbetreiber

source: Railway Users
de: Streckenbenutzung

source: Electrification
de: Elektrifizierung

source: Structures
de: Bauwerke

source: Gaps in Route
de: Lücken in der Route

source: Analyze route with OSM Relation Analyzer
de: Route mit OSM Relation Analyzer analysieren

source: Analyze route
de: Route analysieren

source: Map of Route and Stops
de: Karte der Route und Haltestellen

source: Train details
de: Zugdetails

source: Train Image
de: Zugbild

source: Train name
de: Zugbezeichnung

source: Train type
de: Zugart

source: Maximum speed
de: Höchstgeschwindigkeit

source: Weight empty
de: Leergewicht

source: Power
de: Leistung

source: Maximum torque
de: Maximales Drehmoment

source: Maximum brake
de: Maximale Bremsverzögerung

source: Length
de: Zuglänge

source: Seats
de: Sitzplätze

source: Set as Default
de: Als Standard setzen

source: as Default
de: als Standard setzen

source: Change train
de: Zug ändern

source: Change train and set
de: Zug ändern und

source: Can't set as Default
de: Kann nicht als Standard gesetzt werden

source: Loading...
de: Lädt...

source: Click button to change.
de: Zum Ändern klicken.

source: Data date
de: Daten vom

source: Update data
de: Daten aktualisieren

source: Route Data
de: Routendaten

source: licence
de: Lizenz

source: contributors
de: -Mitwirkende

source: Load relation in JOSM
de: Relation in JOSM laden

source: Loading relation to the editor failed - make sure JOSM or Merkaartor is loaded and the remote control option is enabled.
de: Das Laden der Relation ist fehlgeschlagen - bitte überprüfe ob JOSM oder Merkator geladen wurde und die Fernbedienungsfunktion eingeschaltet ist.

source: OpenRailwayMap - Infrastructure
de: OpenRailwayMap - Infrastruktur

source: OpenRailwayMap - Speed Limits
de: OpenRailwayMap - Geschwindigkeiten

source: OpenRailwayMap - Rail signals
de: OpenRailwayMap - Eisenbahnsignale

source: Stops
de: Haltestellen

source: Unknown stop
de: Unbekannte Haltestelle

source: Highspeed Train
de: Hochgeschwindigkeitszug

source: Long Distance Train
de: Fernverkehrszug

source: Motorail Train
de: Autoreisezug

source: Car Shuttle Train
de: Autotransportzug

source: Night Train
de: Nachtreisezug

source: Regional Train
de: Regionalverkehrszug

source: Commuter Train
de: S-Bahn

source: Unspecified Train
de: Unbestimmter Zug

source: Light Rail
de: Stadtbahn

source: Tram
de: Straßenbahn

source: Subway
de: U-Bahn

source: Tourist Train
de: Touristenzug

source: Tourist Tram
de: Touristen-Straßenbahn

source: Choose Route
de: Route wählen

source: Train Analysis
de: Zuganalyse

source: About This Service
de: Über diesen Service

source: By the OpenStreetMap relation id:
de: Über die OpenStreetMap Relations-ID:

source: Train
de: Zug

source: Load route
de: Route laden

source: By choosing a route from the list:
de: Über das Auswählen einer Route aus der Liste:

source: Line
de: Linie

source: Origin
de: Startort

source: Destination
de: Zielort

source: Operator
de: Betreiber

source: Duration
de: Fahrtzeit

source: Show Route
de: Route anzeigen

source: First
de: Erste

source: Previous
de: Vorherige

source: of
de: von

source: Next
de: Nächste

source: Last
de: Letzte

source: error_noid
de: Es wurde keine Routen-ID angegeben.

source: error_invalidid
de: Die Route-ID ist ungültig.

source: error_noxmlfile
de: Für diese Route existiert keine XML-Datei.

source: error_invalidxmlfile
de: Die XML-Datei ist defekt.

source: error_noroute
de: Diese ID gehört nicht zu einer Route.

source: error_mysql
de: Es ist ein Datenbankfehler aufgetreten.

source: What is this?
de: Was ist das?

source: What is this? text
de: Die Zuganalyse ist ein Service zur Analyse der Zugrouten, die in der OpenStreetMap-Datenbank vorhanden sind. Ausgewertet werden dabei unter anderem Geschwindigkeiten, sowie Streckeneigenschaften.

source: How do I choose a route?
de: Wie wähle ich eine Zugroute?

source: How do I choose a route? text
de: Die Zugroute kann entweder durch Eingabe der OSM-Relations-ID oder durch die Suche gewählt werden. Außerdem werden Zugrouten aufgelistet, die bereits abgefragt wurden.

source: Where does the data come from and is it up to date?
de: Woher kommen die Daten und wie aktuell sind sie?

source: Where does the data come from and is it up to date? text
de: Die Daten stammen aus der OpenStreetMap-Datenbank und werden über die Overpass-API heruntergeladen. Um den Server zu schonen, werden die Daten für ca. 50 Tage gecacht. Das Datum der letzten Aktualisierung steht am Ende der Seite. Dort können die Daten auch manuell aktualisiert werden.

source: Which data is used?
de: Welche Daten werden ausgewertet?

source: used_data_relations
de: Zur Zeit werden die folgenden Tags an der Relation ausgewertet:

source: used_data_ways
de: An den in der Relation enthaltenen Wegen werden folgende Tags ausgewertet:

source: used_data_maxspeed
de: Wenn die Geschwindigkeit nicht explicit angegeben ist, werden die folgenden Tags benutzt um die Geschwindigkeit abzuschätzen:

source: used_data_stops
de: An den Haltestellen werden folgende Tags ausgewertet:

source: I have a suggestion. / I found an error
de: Ich habe einen Verbesserungsvorschlag. / Ich habe einen Fehler gefunden.

source: suggestion_error_text
de: Wenn es sich um einen Programmfehler handelt, freue ich mich auf einen <a href="https://github.com/sb12/OSMTrainRouteAnalysis" title="OSMTrainRouteAnalysis auf Github">Fehlerbericht auf github</a>. Bei Fehlern, die auf einen Datenfehler zurückzuführen sind, kannst du diese entweder auf <a href="http://www.openstreetmap.org">openstreetmap.org</a> melden oder die Datenbank selbst bearbeiten (Vorsicht: Das Bearbeiten von Relationen (z.B. falscher Fahrtverlauf, falsche Haltreihenfolge, Lücken in der Route) erfordert erweiterte Kenntnisse des Datenmodells).

source: Changelog
de: Versionsgeschichte

source: Please choose a train
de: Bitte wähle einen Zug

source: Highspeed train
de: Hochgeschwindigkeitszug

source: Long distance train
de: Fernverkehrszug

source: Night train
de: Nachtreisezug

source: Regional train
de: Regionalverkehrszug

source: Light rail
de: S-Bahn

source: Freight train
de: Güterzug

source: No data was found.
de: Es wurden keine Daten gefunden

source: By route information:
de: Über Routeninformationen:

source: Network
de: Netzwerk

source: Search route
de: Route suchen

source: Search Results
de: Suchergebnisse
